xeon/20220406-fpw/logs/pg-4-64-1/100/run-rw-1/pgbench.log
pgbench (15devel)
transaction type: <builtin: simple update>
scaling factor: 100
query mode: prepared
number of clients: 32
number of threads: 8
duration: 1800 s
number of transactions actually processed: 127246412
latency average = 0.453 ms
initial connection time = 10.893 ms
tps = 70692.367930 (without initial connection time)